Repository: fpmi-tp2022/labrabota10t2-owl
Catalog: Clinics/Clinics/*.lproj/Localizable.strings
Languages: ru, uk

source: 1st City Clinical Hospital
ru: УЗ 1-я городская клиническая больница
uk: 1-а міська клінічна лікарня

source: 64 Nezavisimosti Ave., Minsk
ru: пр. Независимости, д.64 г. Минск
uk: Пр. Незалежності, 64, Мінськ

source: Department of Osteoporosis
ru: Отделение остеопороза
uk: Відділення остеопорозу

source: Obstetric Physiology Department
ru: Акушерское физиологическое отделение
uk: Відділення акушерської фізіології

source: Maternity ward
ru: Родовое отделение
uk: Пологове відділення

source: Cardiology Department
ru: Кардиологическое отделение
uk: Кардіологічне відділення

source: 2nd City Clinical Hospital
ru: УЗ 2-я городская клиническая больница
uk: 2-а міська клінічна лікарня

source: Engels str., 25, Minsk
ru: ул. Энгельса, 25 г. Минск
uk: Вул. Енгельса, 25, Мінськ

source: Reception Department
ru: Приёмное отделение
uk: Приймальний відділ

source: Emergency Surgical Department
ru: Хирургическое отделение экстренное
uk: Відділення невідкладної хірургії

source: Pulmonology Department
ru: Пульмонологическое отделение
uk: Пульмонологічне відділення

source: Neurological Department
ru: Неврологическое отделение
uk: Неврологічне відділення

source: Rheumatology Department
ru: Ревматологическое отделение
uk: Ревматологічне відділення

source: 6th City Clinical Hospital
ru: УЗ 6-я городская клиническая больница
uk: 6-а міська клінічна лікарня

source: Uralskaya str., 5, Minsk
ru: ул. Уральская, 5 г. Минск
uk: Вул. Уральська, 5, Мінськ

source: Reception department of therapy
ru: Приемное отделение терапии
uk: Приймальне відділення терапії

source: Emergency Department of Traumatology
ru: Приемное отделение травматологии
uk: Відділення невідкладної допомоги травматології

source: Surgical Department
ru: Хирургическое отделение
uk: Хірургічне відділення

source: Minsk Scientific and Practical Center of Surgery, Transplantology and Hematology
ru: ГУ Минский научно-практический центр хирургии, трансплантологии и гематологии
uk: Мінський Науково-практичний центр хірургії, трансплантології та гематології

source: 8 Semashko str., Minsk
ru: ул. Семашко, 8 г. Минск
uk: Вул. Семашко, 8, Мінськ

source: Anesthesiology and resuscitation
ru: Анестезиология и реанимация
uk: Анестезіологія та реаніматологія

source: Surgical clinic
ru: Хирургическая клиника
uk: Хірургічна клініка

source: Therapeutic clinic
ru: Терапевтическая клиника
uk: Терапевтична клініка

source: Medical and diagnostic departments
ru: Лечебно-диагностические отделения
uk: Лікувально-діагностичні відділення

source: Laboratory service
ru: Лабораторная служба
uk: Лабораторна служба

source: Extra-budgetary offices
ru: Внебюджетные отделения
uk: Позабюджетні відділення

source: 40th city clinical polyclinic
ru: УЗ "40-я городская клиническая поликлиника"
uk: 40-та Міська клінічна поліклініка

source: 3 Lyutsinskaya str., Minsk
ru: ул. Люцинская 3, Минск
uk: Вул. Люцинська, 3, Мінськ

source: 26th city polyclinic
ru: УЗ "26-я городская поликлиника"
uk: 26-а міська поліклініка

source: Kuntsevshchyna str. 8, Minsk
ru: ул. Кунцевщина 8, Минск
uk: Вул. Кунцевщина, 8, Мінськ

source: 4th city children's polyclinic
ru: УЗ "4-я городская детская поликлиника"
uk: 4-я Міська дитяча поліклініка

source: Nalibokskaya str. 15, Minsk
ru: ул. Налибокская 15, Минск
uk: Вул. Налібокська, 15, Мінськ

source: 5th city Children's Clinical polyclinic
ru: УЗ "5-я городская детская клиническая поликлиника"
uk: 5-а Міська дитяча клінічна поліклініка

source: 22 Kuntsevshchyna str., Minsk
ru: ул. Кунцевщина 22, Минск
uk: Вул. Кунцевщина, 22, Мінськ

source: June
ru: июня
uk: Червень

source: Ivanova Yulia Vladimirovna
ru: Иванова Юлия Владимировна
uk: Іванова Юлія Володимирівна

source: Gorenkova Tatiana Vladimirovna
ru: Горенькова Татьяна Владимировна
uk: Горенкова Тетяна Володимирівна

source: Ahapkina Anastasia Mikhailovna
ru: Ахапкина Анастасия Михайловна
uk: Ахапкіна Анастасія Михайлівна

source: Bernard Ulyana Konstantinovna
ru: Бернард Ульяна Константиновна
uk: Бернард Уляна Костянтинівна

source: Kulik Svetlana Mikhailovna
ru: Кулик Светлана Михайловна
uk: Кулик Світлана Михайлівна

source: Kosik Tatiana Silvestrovna
ru: Косик Татьяна Сильвестровна
uk: Косик Тетяна Сильвестрівна

source: Ent
ru: Лор
uk: Лор

source: Optometrist
ru: Окулист
uk: Окуліст

source: Therapist
ru: Терапевт
uk: Терапевт

source: Avdeyuk Alexandra Andreevna
ru: Авдеюк Александра Андреевна
uk: Авдеюк Олександра Андріївна

source: Kolondenok Vita Vitalievna
ru: Колонденок Вита Витальевна
uk: Колонденок Вiта Вiталiiвна

source: Prigorovskaya Natalia Feodosievna
ru: Пригоровская Нататья Феодосьевна
uk: Пригоровская Нататья Феодосіївна

source: Stalkova Galina Vasilyevna
ru: Сталькова Галина Васильевна
uk: Сталькова Галина Василівна

source: Zachatko Elena Aleksandrovna
ru: Зачатко Елена Александровна
uk: Зачатко Олена Олександрівна

source: Didyulya Valery Pavlovich
ru: Дедюля Валерий Павлович
uk: Дедюля Валерій Павлович

source: Orthopedist
ru: Ортопед
uk: Ортопед

source: Dentist
ru: Стоматолог
uk: Стоматолог

source: Pediatrician
ru: Педиатр
uk: Педіатр

source: Ivanova Ulyana Dmitrievna
ru: Иванова Ульяна Дмитриевна
uk: Іванова Уляна Дмитрівна

source: Ivanova Svetlana Dmitrievna
ru: Иванова Светлана Дмитриевна
uk: Іванова Світлана Дмитрівна

source: Neurologist
ru: Невролог
uk: Невролог

source: My clinic
ru: Моя поликлиника
uk: Моя поліклініка

source: Children's polyclinic
ru: Детская поликилиника
uk: Дитяча полікілініка

source: Hospitals
ru: Больницы
uk: Лікарні

source: My talons
ru: Мои талоны
uk: Мої талони

source: Personal account
ru: Личный кабинет
uk: Особистий кабінет

source: Ordering a talon
ru: Заказ талона
uk: Замовлення талона

source: Available talons
ru: Доступные талоны
uk: Доступні талони

source: Your geolocation service is disabled
ru: У вас выключена служба геолокации
uk: У вас вимкнена служба геолокації

source: Do you want to turn it on?
ru: Хотите включить?
uk: Хочете включити?

source: You have banned the use of location
ru: Вы запретили использование местоположения
uk: Ви заборонили використання місця розташування

source: Do you want to change this?
ru: Хотите это изменить?
uk: Хочете це змінити?

source: Settings
ru: Настройки
uk: Настройка

source: Cancel
ru: Отмена
uk: Відмінивши

source: Cab
ru: Каб
uk: Каб
